Repository: Dizzy918/fitness-tracker
Catalog: FitnessTracker/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, et, fi, fr, ga, hr, hu, id, is, it, ja, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hans, zh_hant

source: Create a routine
ar: إنشاء روتين
bg: Създай рутина
ca: Crea una rutina
cs: Vytvořit rutinu
da: Opret en rutine
de: Routine erstellen
el: Δημιουργία ρουτίνας
es: Crear una rutina
et: Loo rutiin
fi: Luo rutiini
fr: Créer une routine
ga: Cruthaigh gnáthamh
hr: Stvori rutinu
hu: Rutin létrehozása
id: Buat rutinitas
is: Búa til rútínu
it: Crea una routine
ja: ルーティンを作成
ko: 루틴 만들기
lt: Sukurti rutiną
lv: Izveidot rutīnu
mk: Создај рутина
ms: Cipta rutin
mt: Oħloq rutina
nb: Lag en rutine
nl: Routine maken
pl: Utwórz rutynę
pt_br: Criar uma rotina
pt_pt: Criar uma rotina
ro: Creează o rutină
ru: Создать программу
sk: Vytvoriť rutinu
sl: Ustvari rutino
sq: Krijo një rutinë
sr: Направи рутину
sv: Skapa en rutin
tr: Rutin oluştur
uk: Створити програму
vi: Tạo giáo án
zh_hans: 创建计划
zh_hant: 建立課表

source: Create one…
ar: أنشئ واحدًا…
bg: Създай…
ca: Crea'n una…
cs: Vytvořit…
da: Opret en…
de: Eine anlegen…
el: Δημιούργησε μία…
es: Crear uno…
et: Loo üks…
fi: Luo uusi…
fr: En créer un…
ga: Cruthaigh ceann…
hr: Stvori jednu…
hu: Hozz létre egyet…
id: Buat satu…
is: Búðu til eina…
it: Creane uno…
ja: 作成する…
ko: 새로 만들기…
lt: Sukurk vieną…
lv: Izveido vienu…
mk: Создај една…
ms: Cipta satu…
mt: Oħloq waħda…
nb: Lag en…
nl: Maak er een…
pl: Utwórz…
pt_br: Criar um…
pt_pt: Criar um…
ro: Creează una…
ru: Создать…
sk: Vytvor jednu…
sl: Ustvari jo…
sq: Krijo një…
sr: Направи једну…
sv: Skapa en…
tr: Bir tane oluştur…
uk: Створити…
vi: Tạo một cái…
zh_hans: 创建一个…
zh_hant: 建立一個…

source: Create your own API application at strava.com/settings/api (free), set the callback domain to `localhost`, then paste the Client ID and Secret here. Requests the `activity:read_all` scope so private activities sync too.
ar: أنشئ تطبيق API خاصًا بك على strava.com/settings/api (مجانًا)، واجعل نطاق الاستدعاء `localhost`، ثم الصق معرّف العميل والسر هنا. يُطلب النطاق `activity:read_all` لتُزامَن الأنشطة الخاصة أيضًا.
bg: Създай собствено API приложение на strava.com/settings/api (безплатно), задай callback домейн `localhost` и постави Client ID и Secret тук. Иска обхват `activity:read_all`, за да се синхронизират и частните активности.
ca: Crea la teva pròpia aplicació API a strava.com/settings/api (gratuït), posa `localhost` com a domini de retorn i enganxa aquí el Client ID i el Secret. Es demana l'abast `activity:read_all` perquè també se sincronitzin les activitats privades.
cs: Vytvoř si vlastní API aplikaci na strava.com/settings/api (zdarma), nastav callback doménu na `localhost` a sem vlož Client ID a Secret. Žádá o rozsah `activity:read_all`, aby se synchronizovaly i soukromé aktivity.
da: Opret din egen API-applikation på strava.com/settings/api (gratis), sæt callback-domænet til `localhost`, og indsæt Client ID og Secret her. Beder om adgangen `activity:read_all`, så private aktiviteter også synkroniseres.
de: Lege unter strava.com/settings/api eine eigene API-Anwendung an (kostenlos), setze die Callback-Domain auf `localhost` und füge Client-ID und Secret hier ein. Fordert den Bereich `activity:read_all` an, damit auch private Aktivitäten synchronisiert werden.
el: Δημιούργησε τη δική σου εφαρμογή API στο strava.com/settings/api (δωρεάν), όρισε το callback domain σε `localhost` και επικόλλησε εδώ το Client ID και το Secret. Ζητείται το εύρος `activity:read_all` ώστε να συγχρονίζονται και οι ιδιωτικές δραστηριότητες.
es: Crea tu propia aplicación de API en strava.com/settings/api (gratis), pon `localhost` como dominio de callback y pega aquí el Client ID y el Secret. Solicita el permiso `activity:read_all` para que también se sincronicen las actividades privadas.
et: Loo oma API-rakendus aadressil strava.com/settings/api (tasuta), määra tagasisuunamise domeeniks `localhost` ja kleebi siia Client ID ja Secret. Küsitakse õigust `activity:read_all`, et sünkrooniksid ka privaatsed tegevused.
fi: Luo oma API-sovellus osoitteessa strava.com/settings/api (ilmainen), aseta callback-verkkotunnukseksi `localhost` ja liitä Client ID ja Secret tähän. Pyytää oikeuden `activity:read_all`, jotta myös yksityiset suoritukset synkronoituvat.
fr: Crée ta propre application d'API sur strava.com/settings/api (gratuit), mets `localhost` comme domaine de callback, puis colle ici le Client ID et le Secret. Demande la portée `activity:read_all` pour que les activités privées se synchronisent aussi.
ga: Cruthaigh d'fheidhmchlár API féin ag strava.com/settings/api (saor in aisce), socraigh an fearann aisghlaoigh mar `localhost`, ansin greamaigh an Client ID agus an Secret anseo. Iarrtar an scóip `activity:read_all` ionas go sioncrónóidh gníomhaíochtaí príobháideacha freisin.
hr: Napravi vlastitu API aplikaciju na strava.com/settings/api (besplatno), postavi callback domenu na `localhost`, pa ovdje zalijepi Client ID i Secret. Traži se opseg `activity:read_all` kako bi se sinkronizirale i privatne aktivnosti.
hu: Hozd létre a saját API-alkalmazásodat a strava.com/settings/api oldalon (ingyenes), állítsd a visszahívási domaint `localhost`-ra, majd illeszd be ide a Client ID-t és a Secretet. Az `activity:read_all` jogosultságot kérjük, hogy a privát tevékenységek is szinkronizálódjanak.
id: Buat aplikasi API-mu sendiri di strava.com/settings/api (gratis), setel domain callback ke `localhost`, lalu tempel Client ID dan Secret di sini. Meminta cakupan `activity:read_all` supaya aktivitas privat ikut tersinkron.
is: Búðu til þitt eigið API-forrit á strava.com/settings/api (ókeypis), settu svörunarlénið á `localhost` og límdu svo Client ID og Secret hér. Beðið er um heimildina `activity:read_all` svo einkaæfingar samstillist líka.
it: Crea la tua applicazione API su strava.com/settings/api (gratis), imposta `localhost` come dominio di callback, poi incolla qui Client ID e Secret. Richiede l'ambito `activity:read_all` così si sincronizzano anche le attività private.
ja: strava.com/settings/api で自分の API アプリケーションを作成し（無料）、コールバックドメインを `localhost` に設定して、Client ID と Secret をここに貼り付けてください。非公開のアクティビティも同期できるよう `activity:read_all` スコープを要求します。
ko: strava.com/settings/api에서 자신의 API 애플리케이션을 만들고(무료) 콜백 도메인을 `localhost`로 지정한 뒤, 클라이언트 ID와 시크릿을 여기에 붙여 넣으세요. 비공개 활동도 동기화되도록 `activity:read_all` 범위를 요청합니다.
lt: Susikurk savo API programą adresu strava.com/settings/api (nemokamai), nustatyk atgalinio skambučio domeną į `localhost` ir įklijuok čia Client ID bei Secret. Prašoma `activity:read_all` apimties, kad sinchronizuotųsi ir privačios veiklos.
lv: Izveido savu API lietotni vietnē strava.com/settings/api (bez maksas), iestati atzvanīšanas domēnu uz `localhost` un ielīmē šeit Client ID un Secret. Tiek pieprasīts `activity:read_all` tvērums, lai sinhronizētos arī privātās aktivitātes.
mk: Создај своја API-апликација на strava.com/settings/api (бесплатно), постави го повратниот домен на `localhost`, па залепи ги тука Client ID и Secret. Се бара опсегот `activity:read_all` за да се синхронизираат и приватните активности.
ms: Cipta aplikasi API anda sendiri di strava.com/settings/api (percuma), tetapkan domain panggil balik kepada `localhost`, kemudian tampal Client ID dan Secret di sini. Ia meminta skop `activity:read_all` supaya aktiviti peribadi turut disegerakkan.
mt: Oħloq l-applikazzjoni API tiegħek stess fuq strava.com/settings/api (b'xejn), issettja d-dominju tal-callback għal `localhost`, imbagħad waħħal hawn il-Client ID u s-Secret. Jintalab il-permess `activity:read_all` biex jiġu sinkronizzati wkoll l-attivitajiet privati.
nb: Lag din egen API-applikasjon på strava.com/settings/api (gratis), sett callback-domenet til `localhost`, og lim inn Client ID og Secret her. Ber om tilgangen `activity:read_all` slik at private aktiviteter også synkroniseres.
nl: Maak je eigen API-applicatie op strava.com/settings/api (gratis), zet het callback-domein op `localhost` en plak hier de Client ID en Secret. Vraagt de scope `activity:read_all` aan zodat ook privéactiviteiten synchroniseren.
pl: Utwórz własną aplikację API na strava.com/settings/api (bezpłatnie), ustaw domenę callback na `localhost`, a potem wklej tutaj Client ID i Secret. Prosi o zakres `activity:read_all`, aby synchronizowały się także prywatne aktywności.
pt_br: Crie seu próprio aplicativo de API em strava.com/settings/api (gratuito), defina o domínio de callback como `localhost` e cole aqui o Client ID e o Secret. É solicitado o escopo `activity:read_all` para que atividades privadas também sincronizem.
pt_pt: Cria a tua própria aplicação de API em strava.com/settings/api (grátis), define `localhost` como domínio de callback e cola aqui o Client ID e o Secret. Pede o âmbito `activity:read_all` para que as atividades privadas também sincronizem.
ro: Creează-ți propria aplicație API la strava.com/settings/api (gratuit), setează domeniul de callback la `localhost`, apoi lipește aici Client ID și Secret. Se cere permisiunea `activity:read_all` pentru ca și activitățile private să se sincronizeze.
ru: Создайте своё приложение API на strava.com/settings/api (бесплатно), укажите домен обратного вызова `localhost`, затем вставьте сюда Client ID и Secret. Запрашивается доступ `activity:read_all`, чтобы синхронизировались и приватные тренировки.
sk: Vytvor si vlastnú API aplikáciu na strava.com/settings/api (zdarma), nastav callback doménu na `localhost` a sem vlož Client ID a Secret. Žiada sa oprávnenie `activity:read_all`, aby sa synchronizovali aj súkromné aktivity.
sl: Ustvari svojo aplikacijo API na strava.com/settings/api (brezplačno), nastavi povratno domeno na `localhost`, nato sem prilepi Client ID in Secret. Zahteva se obseg `activity:read_all`, da se sinhronizirajo tudi zasebne aktivnosti.
sq: Krijo aplikacionin tënd API në strava.com/settings/api (falas), cakto domenin e kthimit si `localhost`, pastaj ngjit këtu Client ID dhe Secret. Kërkohet e drejta `activity:read_all` që të sinkronizohen edhe aktivitetet private.
sr: Направи сопствену API апликацију на strava.com/settings/api (бесплатно), постави callback домен на `localhost`, па овде налепи Client ID и Secret. Тражи се опсег `activity:read_all` како би се синхронизовале и приватне активности.
sv: Skapa en egen API-applikation på strava.com/settings/api (gratis), sätt callback-domänen till `localhost` och klistra in Client ID och Secret här. Begär omfattningen `activity:read_all` så att även privata aktiviteter synkas.
tr: strava.com/settings/api adresinden kendi API uygulamanı oluştur (ücretsiz), geri dönüş alan adını `localhost` yap, sonra istemci kimliğini ve parolasını buraya yapıştır. Özel etkinlikler de eşitlensin diye `activity:read_all` izni istenir.
uk: Створіть власний застосунок API на strava.com/settings/api (безкоштовно), вкажіть домен зворотного виклику `localhost`, тоді вставте сюди Client ID і Secret. Запитується доступ `activity:read_all`, щоб синхронізувалися й приватні активності.
vi: Tạo ứng dụng API của riêng bạn tại strava.com/settings/api (miễn phí), đặt callback domain thành `localhost`, rồi dán Client ID và Secret vào đây. Ứng dụng xin quyền `activity:read_all` để cả hoạt động riêng tư cũng được đồng bộ.
zh_hans: 在 strava.com/settings/api 免费创建自己的 API 应用，将回调域名设为 `localhost`，然后把 Client ID 和 Secret 粘贴到这里。会申请 `activity:read_all` 权限，这样私密活动也能同步。
zh_hant: 在 strava.com/settings/api 免費建立自己的 API 應用程式，將回呼網域設為 `localhost`，然後把 Client ID 與 Secret 貼到這裡。會要求 `activity:read_all` 權限，這樣私密活動也能同步。

source: Critical power
ar: القدرة الحرجة
bg: Критична мощност
ca: Potència crítica
cs: Kritický výkon
el: Κρίσιμη ισχύς
es: Potencia crítica
et: Kriitiline võimsus
fi: Kriittinen teho
fr: Puissance critique
ga: Cumhacht chriticiúil
hr: Kritična snaga
hu: Kritikus teljesítmény
id: Daya kritis
it: Potenza critica
ja: クリティカルパワー
ko: 크리티컬 파워
lt: Kritinė galia
lv: Kritiskā jauda
mk: Критична моќност
ms: Kuasa kritikal
mt: Qawwa kritika
pl: Moc krytyczna
pt_br: Potência crítica
pt_pt: Potência crítica
ro: Putere critică
ru: Критическая мощность
sk: Kritický výkon
sl: Kritična moč
sq: Fuqia kritike
sr: Критична снага
tr: Kritik güç
uk: Критична потужність
vi: Công suất tới hạn
zh_hans: 临界功率
zh_hant: 臨界功率

source: Critical power is the output the curve flattens towards — a better-grounded threshold than a percentage of one twenty-minute test. W′ is the work you can spend above it before you stop.
ar: القدرة الحرجة هي القيمة التي يستوي المنحنى نحوها — عتبة أمتن أساسًا من نسبة مئوية من اختبار واحد مدته عشرون دقيقة. أما W′ فهو الشغل الذي يمكنك إنفاقه فوقها قبل أن تتوقف.
bg: Критичната мощност е стойността, към която кривата се изравнява — по-добре обоснован праг от процент от един двадесетминутен тест. W′ е работата, която можеш да изразходваш над нея, преди да спреш.
ca: La potència crítica és el valor cap al qual s'aplana la corba: un llindar més ben fonamentat que un percentatge d'una sola prova de vint minuts. W′ és el treball que pots gastar per damunt abans de parar.
cs: Kritický výkon je hodnota, ke které se křivka zplošťuje — lépe podložený práh než procento z jednoho dvacetiminutového testu. W′ je práce, kterou nad ním dokážeš vydat, než skončíš.
da: Critical power er den værdi, kurven flader ud mod — en bedre underbygget tærskel end en procentdel af én tyve-minutters test. W′ er det arbejde, du kan bruge over den, før du stopper.
de: Critical Power ist die Leistung, gegen die die Kurve abflacht — eine besser begründete Schwelle als ein Prozentsatz eines einzigen 20-Minuten-Tests. W′ ist die Arbeit, die du darüber hinaus leisten kannst, bevor Schluss ist.
el: Η κρίσιμη ισχύς είναι η τιμή προς την οποία ισοπεδώνεται η καμπύλη — ένα καλύτερα θεμελιωμένο κατώφλι από ένα ποσοστό μιας μοναδικής εικοσάλεπτης δοκιμασίας. Το W′ είναι το έργο που μπορείς να ξοδέψεις πάνω από αυτήν πριν σταματήσεις.
es: La potencia crítica es el valor hacia el que se aplana la curva: un umbral mejor fundado que un porcentaje de un único test de veinte minutos. W′ es el trabajo que puedes gastar por encima de ella antes de pararte.
et: Kriitiline võimsus on väärtus, mille poole kõver tasandub — paremini põhjendatud lävi kui protsent ühest kahekümneminutilisest testist. W′ on töö, mida saad sellest kõrgemal kulutada, enne kui lõpetad.
fi: Kriittinen teho on arvo, jota kohti käyrä tasoittuu — paremmin perusteltu kynnys kuin prosenttiosuus yhdestä 20 minuutin testistä. W′ on työ, jonka voit käyttää sen yläpuolella ennen kuin lopetat.
fr: La puissance critique est la valeur vers laquelle la courbe s'aplatit — un seuil mieux fondé qu'un pourcentage d'un seul test de vingt minutes. W′ est le travail que vous pouvez dépenser au-dessus avant de vous arrêter.
ga: Is í an chumhacht chriticiúil an luach a bhfuil an cuar ag leibhéalú ina threo — tairseach níos fearr bunaithe ná céatadán d'aon tástáil fiche nóiméad amháin. Is é W′ an obair is féidir leat a chaitheamh os a cionn sula stopann tú.
hr: Kritična snaga je vrijednost prema kojoj se krivulja spljoštava — bolje utemeljen prag od postotka jednog dvadesetminutnog testa. W′ je rad koji možeš potrošiti iznad nje prije nego staneš.
hu: A kritikus teljesítmény az az érték, amely felé a görbe ellaposodik — jobban megalapozott küszöb, mint egyetlen húszperces teszt valahány százaléka. A W′ az a munka, amit fölötte elkölthetsz, mielőtt megállsz.
id: Daya kritis adalah keluaran tempat kurva mendatar — ambang yang lebih berdasar daripada sekian persen dari satu tes dua puluh menit. W′ adalah kerja yang bisa kamu habiskan di atasnya sebelum berhenti.
is: Critical power er gildið sem ferillinn flest að — betur rökstuddur þröskuldur en hlutfall af einu tuttugu mínútna prófi. W′ er vinnan sem þú getur eytt fyrir ofan það áður en þú hættir.
it: La potenza critica è il valore verso cui la curva si appiattisce: una soglia più fondata di una percentuale di un singolo test da venti minuti. W′ è il lavoro che puoi spendere sopra di essa prima di fermarti.
ja: クリティカルパワーは曲線が漸近していく出力で、20分テスト1本の何パーセント、という目安よりも根拠のある閾値です。W′ はそれを超えて出し切れる仕事量を表します。
ko: 크리티컬 파워는 곡선이 수렴해 가는 출력으로, 20분 테스트 한 번의 몇 퍼센트라는 어림값보다 근거가 탄탄한 역치입니다. W′는 그 위에서 멈추기 전까지 쓸 수 있는 일의 양입니다.
lt: Kritinė galia – tai reikšmė, link kurios kreivė išsilygina: geriau pagrįsta riba nei procentas nuo vieno dvidešimties minučių testo. W′ – darbas, kurį gali išleisti virš jos, kol sustosi.
lv: Kritiskā jauda ir vērtība, pret kuru līkne izlīdzinās — labāk pamatots slieksnis nekā procenti no viena divdesmit minūšu testa. W′ ir darbs, ko vari iztērēt virs tās, pirms apstājies.
mk: Критичната моќност е вредноста кон која кривата се израмнува — подобро втемелен праг од процент од еден дваесетминутен тест. W′ е работата што можеш да ја потрошиш над неа пред да застанеш.
ms: Kuasa kritikal ialah output tempat lengkung itu mendatar — ambang yang lebih berasas daripada sekian peratus satu ujian dua puluh minit. W′ ialah kerja yang boleh anda habiskan di atasnya sebelum berhenti.
mt: Il-qawwa kritika hija l-valur li lejh tiċċattja l-kurva — limitu aktar mibni fuq sod minn perċentwali ta' test wieħed ta' għoxrin minuta. W′ huwa x-xogħol li tista' tonfoq 'il fuq minnha qabel ma tieqaf.
nb: Critical power er verdien kurven flater ut mot — en bedre begrunnet terskel enn en prosentandel av én tjueminutterstest. W′ er arbeidet du kan bruke over den før du stopper.
nl: Critical power is de waarde waar de curve naartoe afvlakt — een beter onderbouwde drempel dan een percentage van één test van twintig minuten. W′ is de arbeid die je daarboven kunt besteden voordat je stopt.
pl: Moc krytyczna to wartość, do której spłaszcza się krzywa — lepiej uzasadniony próg niż procent z jednego dwudziestominutowego testu. W′ to praca, jaką możesz wykonać powyżej niej, zanim odpadniesz.
pt_br: A potência crítica é o valor para o qual a curva se achata — um limiar mais bem fundamentado do que uma porcentagem de um único teste de vinte minutos. W′ é o trabalho que você consegue gastar acima dela antes de parar.
pt_pt: A potência crítica é o valor para o qual a curva achata — um limiar mais bem fundamentado do que uma percentagem de um único teste de vinte minutos. W′ é o trabalho que consegue gastar acima dela antes de parar.
ro: Puterea critică este valoarea spre care se aplatizează curba — un prag mai bine fundamentat decât un procent dintr-un singur test de douăzeci de minute. W′ este lucrul mecanic pe care îl poți cheltui peste ea până te oprești.
ru: Критическая мощность — это значение, к которому выполаживается кривая: более обоснованный порог, чем процент от одного двадцатиминутного теста. W′ — работа, которую вы можете потратить выше неё, прежде чем остановитесь.
sk: Kritický výkon je hodnota, ku ktorej sa krivka splošťuje — lepšie podložený prah než percento z jedného dvadsaťminútového testu. W′ je práca, ktorú nad ním dokážeš vydať, kým skončíš.
sl: Kritična moč je vrednost, proti kateri se krivulja splošči — bolje utemeljen prag kot odstotek enega samega dvajsetminutnega testa. W′ je delo, ki ga lahko porabiš nad njo, preden odnehaš.
sq: Fuqia kritike është vlera drejt së cilës rrafshohet kurba — një prag më i mbështetur se një përqindje e një testi të vetëm njëzetminutësh. W′ është puna që mund të shpenzosh mbi të para se të ndalesh.
sr: Критична снага је вредност ка којој се крива спљоштава — боље утемељен праг од процента једног двадесетоминутног теста. W′ је рад који можеш потрошити изнад ње пре него што станеш.
sv: Critical power är det värde kurvan planar ut mot — en bättre underbyggd tröskel än en procentsats av ett enda tjugominuterstest. W′ är det arbete du kan lägga ovanför den innan du stannar.
tr: Kritik güç, eğrinin yaklaştığı düzleşme değeridir — tek bir yirmi dakikalık testin yüzdesinden çok daha sağlam bir eşik. W′ ise durmadan önce onun üzerinde harcayabileceğin iştir.
uk: Критична потужність — це значення, до якого вирівнюється крива: краще обґрунтований поріг, ніж відсоток від одного двадцятихвилинного тесту. W′ — робота, яку ви можете витратити понад неї, перш ніж зупинитеся.
vi: Công suất tới hạn là mức mà đường cong dần phẳng về — một ngưỡng có cơ sở hơn so với lấy vài phần trăm của một bài test hai mươi phút. W′ là lượng công bạn có thể tiêu trên mức đó trước khi phải dừng.
zh_hans: 临界功率是曲线趋于平缓的那个输出值——比「一次20分钟测试的百分之多少」更有依据的阈值。W′ 是你在它之上还能消耗掉的功，用完就停。
zh_hant: 臨界功率是曲線趨於平緩的那個輸出值——比「一次 20 分鐘測驗的某個百分比」更有依據的閾值。W′ 是你在它之上還能耗掉的功，用完就停。

source: Critical speed
ar: السرعة الحرجة
bg: Критична скорост
ca: Velocitat crítica
cs: Kritická rychlost
el: Κρίσιμη ταχύτητα
es: Velocidad crítica
et: Kriitiline kiirus
fi: Kriittinen nopeus
fr: Vitesse critique
ga: Luas criticiúil
hr: Kritična brzina
hu: Kritikus sebesség
id: Kecepatan kritis
it: Velocità critica
ja: クリティカルスピード
ko: 크리티컬 스피드
lt: Kritinis greitis
lv: Kritiskais ātrums
mk: Критична брзина
ms: Kelajuan kritikal
mt: Veloċità kritika
pl: Prędkość krytyczna
pt_br: Velocidade crítica
pt_pt: Velocidade crítica
ro: Viteză critică
ru: Критическая скорость
sk: Kritická rýchlosť
sl: Kritična hitrost
sq: Shpejtësia kritike
sr: Критична брзина
tr: Kritik hız
uk: Критична швидкість
vi: Tốc độ tới hạn
zh_hans: 临界速度
zh_hant: 臨界速度
